description = \u041D\u043E\u0432\u044B\u0439 \u0440\u043E\u0431\u043E\u0442 \u0440\u0430\u0437\u043C\u0435\u0440\u043E\u043C \u0441 \u043B\u0430\u0434\u043E\u043D\u044C \u0441 \u0434\u0435\u0440\u0437\u043A\u0438\u043C \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u0436\u0435\u043C \u0441\u0442\u0430\u043D\u0435\u0442 \u043B\u044E\u0431\u0438\u043C\u043E\u0439 \u0434\u0435\u0442\u0441\u043A\u043E\u0439 \u0438\u0433\u0440\u0443\u0448\u043A\u043E\u0439 \u0438, \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u0447\u0430\u0441\u0442\u044C\u044E \u0431\u0443\u0434\u0443\u0449\u0435\u0439 \u0440\u0430\u0437\u0432\u043B\u0435\u043A\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u0444\u0440\u0430\u043D\u0448\u0438\u0437\u044B.
mainDescription =  \u0420\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u0438 \u0438\u0437 Anki \u0432\u044B\u043B\u043E\u0436\u0438\u043B\u0438 \u0432 \u043E\u0431\u0449\u0438\u0439 \u0434\u043E\u0441\u0442\u0443\u043F \u0432\u0435\u0441\u044C \u043D\u0430\u0431\u043E\u0440 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432, \u043F\u043E\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043E\u043C \u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u043C\u043E\u0436\u043D\u043E \u0437\u0430\u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0440\u043E\u0431\u043E\u0442\u0430 \u043D\u0430 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0445 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0439. \u0421\u0430\u043C \u0440\u043E\u0431\u043E\u0442 Cozmo \u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u043D\u0430 \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0435, \u043D\u0430\u043F\u0438\u0441\u0430\u043D\u043D\u043E\u0439 \u043D\u0430 \u044F\u0437\u044B\u043A\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F Python \u0438 \u0438\u043C\u0435\u0435\u0442 \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0439 \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u043A\u043E\u0434, \u0447\u0442\u043E \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0432\u0441\u0435\u043C \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0438\u0441\u0442\u0430\u043C, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0445\u043E\u0442\u044F\u0442 \u0432\u043D\u0435\u0441\u0442\u0438 \u0441\u0432\u043E\u0439 \u0432\u043A\u043B\u0430\u0434 \u0432 \u0440\u0430\u0437\u0432\u0438\u0442\u0438\u0435 \u0440\u043E\u0431\u043E\u0442\u0430, \u043D\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0435 \u0434\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u043A \u043D\u0435\u043C\u0443. \u0426\u0435\u043B\u044C \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u043E\u0432 \u0438\u0437 \u0410\u043D\u043A\u0438 \u2013 \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u044F\u0442\u044C \u0440\u043E\u0431\u043E\u0442\u0430 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E \u043F\u0440\u043E\u0441\u0442\u044B\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C. \u041A \u043F\u0440\u0438\u043C\u0435\u0440\u0443, \u0434\u043B\u044F \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u0440\u043E\u0431\u043E\u0442 \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u043B \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u0435 \u0438\u0437 \u043E\u0434\u043D\u043E\u0433\u043E \u043C\u0435\u0441\u0442\u0430 \u0432 \u0434\u0440\u0443\u0433\u043E\u0435, \u0432\u0437\u044F\u0432 \u043F\u0440\u0435\u0434\u043C\u0435\u0442 \u0438 \u043F\u0435\u0440\u0435\u0442\u0430\u0449\u0438\u0432 \u0435\u0433\u043E, \u0431\u0443\u0434\u0435\u0442 \u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0432\u0441\u0435\u0433\u043E \u043E\u0434\u043D\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0438 \u043A\u043E\u0434\u0430. \u042D\u0442\u0430 \u00AB\u043C\u0430\u0433\u0438\u044F\u00BB \u0434\u043E\u0441\u0442\u0438\u0433\u0430\u0435\u0442\u0441\u044F \u0431\u043E\u043B\u044C\u0448\u043E\u0439 \u0440\u0430\u0431\u043E\u0442\u043E\u0439 \u0441\u0430\u043C\u0438\u0445 \u043F\u0430\u0440\u043D\u0435\u0439 \u0438\u0437 Anki, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0441\u0434\u0435\u043B\u0430\u043B\u0438 \u0432\u0441\u044E \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u0435\u043B\u044C\u043D\u0443\u044E \u0440\u0430\u0431\u043E\u0442\u0443 \u0437\u0430 \u0432\u0430\u0441.
robotName = \u041A\u043E\u0437\u043C\u043E
char = Bluetooth  - \u043D\u0435\u0442 <br> Operating system: iOS 9 or newer <br> Power source: \u0431\u043B\u043E\u043A <br> Batteries: rechargeable lithium-ion <br> Operating time: Up to one hour <br> Charging time: Approximately 5 hours <br >
com1 = AWESOME
com2 = \u041A\u0440\u0443\u0442\u043E
\u0441om3 = \u0425\u043E\u0440\u043E\u0448\u0438\u0439 \u0440\u043E\u0431\u043E\u0442
com4 = \u0443\u0436\u0430\u0441\u043D\u044B\u0439 \u0440\u043E\u0431\u043E\u0442
com5 = \u041F\u043E\u043B\u0435\u0437\u043D\u0432\u0446 \u0440\u043E\u0431\u043E\u0442
com6 = 9/10
com8 = \u043B\u0443\u0447\u0448\u0435\u0435 \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043C\u043E\u0438\u0445 \u0434\u0435\u043D\u0435
com9 = \u043B\u0443\u0447\u0435 \u0431\u044B \u0441\u043E\u043A\u043E\u0432\u044B\u0436\u0438\u043C\u0430\u043B\u043A\u0443 \u043A\u0443\u043F\u0438\u043B