description = R2 \u0438\u043C\u0435\u0435\u0442 \u0431\u043E\u0447\u043A\u043E\u043E\u0431\u0440\u0430\u0437\u043D\u0443\u044E \u0444\u043E\u0440\u043C\u0443 \u0441 \u0432\u0440\u0430\u0449\u0430\u044E\u0449\u0438\u043C\u0441\u044F \u043A\u0443\u043F\u043E\u043B\u043E\u043C, \u0438\u0441\u043F\u043E\u043B\u043D\u044F\u044E\u0449\u0438\u043C \u0440\u043E\u043B\u044C \u0435\u0433\u043E \u0433\u043E\u043B\u043E\u0432\u044B \u0438 \u0432\u043A\u043B\u044E\u0447\u0430\u044E\u0449\u0438\u043C \u0435\u0434\u0438\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u0433\u043B\u0430\u0437. \u041E\u043D \u0438\u043C\u0435\u0435\u0442 \u0442\u0440\u0438 \u043F\u043E\u0434\u043F\u043E\u0440\u043A\u0438, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u044E\u0442 \u0435\u043C\u0443 \u0445\u043E\u0434\u0438\u0442\u044C, \u0438 \u043D\u0430 \u043A\u0430\u0436\u0434\u043E\u0439 \u0438\u043C\u0435\u0435\u0442\u0441\u044F \u043A\u043E\u043B\u0435\u0441\u043E.
mainDescription = Sphero R2-D2 \u2015 \u044D\u0442\u043E \u0443\u043C\u0435\u043D\u044C\u0448\u0435\u043D\u043D\u0430\u044F \u043A\u043E\u043F\u0438\u044F, \u043F\u043E\u0436\u0430\u043B\u0443\u0439, \u0441\u0430\u043C\u043E\u0433\u043E \u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E\u0433\u043E \u0434\u0440\u043E\u0438\u0434\u0430 \u0438\u0437 \u043B\u0435\u0433\u0435\u043D\u0434\u0430\u0440\u043D\u043E\u0439 \u0441\u0430\u0433\u0438 \u00AB\u0417\u0432\u0435\u0437\u0434\u043D\u044B\u0435 \u0432\u043E\u0439\u043D\u044B\u00BB. \u0418\u0433\u0440\u0443\u0448\u043A\u0430 \u0432 \u043C\u0435\u043B\u044C\u0447\u0430\u0439\u0448\u0438\u0445 \u0434\u0435\u0442\u0430\u043B\u044F\u0445 \u043F\u043E\u0432\u0442\u043E\u0440\u044F\u0435\u0442 \u0432\u043D\u0435\u0448\u043D\u0438\u0439 \u0432\u0438\u0434 \u043E\u0440\u0438\u0433\u0438\u043D\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0440\u043E\u0431\u043E\u0442\u0430, \u043E\u0441\u043D\u0430\u0449\u0435\u043D\u0430 \u0434\u0438\u043D\u0430\u043C\u0438\u043A\u043E\u043C \u0438 \u0441\u0432\u0435\u0442\u043E\u0434\u0438\u043E\u0434\u043D\u044B\u043C\u0438 \u043E\u0433\u043E\u043D\u044C\u043A\u0430\u043C\u0438, \u043C\u043E\u0436\u0435\u0442 \u0435\u0437\u0434\u0438\u0442\u044C \u043F\u043E \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u043C\u0443 \u043C\u0430\u0440\u0448\u0440\u0443\u0442\u0443 \u0438 \u0441\u0430\u043C\u043E\u0441\u0442\u043E\u044F\u0442\u0435\u043B\u044C\u043D\u043E \u043F\u0430\u0442\u0440\u0443\u043B\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0442\u0435\u0440\u0440\u0438\u0442\u043E\u0440\u0438\u044E. \u0414\u0440\u043E\u0438\u0434 \u0421\u0444\u0435\u0440\u043E R2-D2 \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u043E\u043C \u0441 \u043F\u0440\u0435\u0434\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u043C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u043C, \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0430\u044F\u0441\u044C \u043A \u043D\u0435\u043C\u0443 \u043F\u043E Bluetooth, \u0438 \u0438\u043C\u0435\u0435\u0442 \u0432\u0441\u0442\u0440\u043E\u0435\u043D\u043D\u044B\u0439 \u0430\u043A\u043A\u0443\u043C\u0443\u043B\u044F\u0442\u043E\u0440 \u043D\u0430 \u0447\u0430\u0441 \u0438\u0433\u0440\u044B.
robotName = R2D2
char = Bluetooth 4.0 <br> \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u043E\u043D\u043D\u0430\u044F \u0441\u0438\u0441\u0442\u0435\u043C\u0430: iOS 9 \u0438\u043B\u0438 \u043D\u043E\u0432\u0435\u0435 <br> \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u043F\u0438\u0442\u0430\u043D\u0438\u044F: USB <br>b\u0410\u043A\u043A\u0443\u043C\u0443\u043B\u044F\u0442\u043E\u0440\u044B: \u043F\u0435\u0440\u0435\u0437\u0430\u0440\u044F\u0436\u0430\u0435\u043C\u044B\u0435 \u043B\u0438\u0442\u0438\u0439-\u0438\u043E\u043D\u043D\u044B\u0435 <br> \u0412\u0440\u0435\u043C\u044F \u0440\u0430\u0431\u043E\u0442\u044B: \u0414\u043E \u043E\u0434\u043D\u043E\u0433\u043E \u0447\u0430\u0441\u0430 <br> \u0412\u0440\u0435\u043C\u044F \u0437\u0430\u0440\u044F\u0434\u043A\u0438: \u041F\u0440\u0438\u043C\u0435\u0440\u043D\u043E \u0442\u0440\u0438 \u0447\u0430\u0441\u0430 <br>
com1 = \u043F\u043B\u043E\u0445\u043E\u0439 \u0440\u043E\u0431\u043E\u0442
com2 = \u043C\u043E\u044F \u043C\u0435\u0447\u0442\u0430
\u0441om3 = \u0425\u043E\u0440\u043E\u0448\u0438\u0439 \u0440\u043E\u0431\u043E\u0442
com4 = \u0443\u0436\u0430\u0441\u043D\u044B\u0439 \u0440\u043E\u0431\u043E\u0442
com5 =  9/10
com6 = 8/3
com8 = \u043B\u0443\u0447\u0448\u0435\u0435 \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043C\u043E\u0438\u0445 \u0434\u0435\u043D\u0435
com9 = \u043D\u0435 \u043F\u043E\u043A\u0443\u043F\u0430\u0439
